Repository: mcalamelli/btcnew
Catalog: btcnew-*.po
Languages: it_it

source: BTCNew is now disabled.
it_it: BTCNew adesso &egrave; disattivo.

source: BTCNew is now enabled.
it_it: BTCNew adesso &egrave; attivo.

source: Settings updated.
it_it: Impostazioni aggiornate.

source: Enable
it_it: Attiva

source: Disable
it_it: Disattiva

source: Enabling BTCNew can import a <em>lot</em> of comments. If you're moderating your comments, make sure you don't have any in queue (otherwise we may bury your pending comments with ours)
it_it: Attivando BTCNew puoi importare <em>molti</em> commenti. Se moderi i commenti, assicurati che la coda di moderazione sia vuota (altrimenti potrebbero mischiarsi con i nostri)

source: Basic Settings
it_it: Impostazioni Base

source: API Key
it_it: Chiave API

source: Grab your key <a href="http://www.backtype.com/developers" target="_blank">here
it_it: Preleva la tua chiave <a href="http://www.backtype.com/developers" target="_blank">qui

source: Comments sort
it_it: Ordine Commenti

source: Mixed
it_it: Mischia

source: Separate
it_it: Separa

source: Mix comments by timestamp or display all BackType Connect comments at the end of the comments section.
it_it: Michia i commenti in base alla data o mostra tutti i commenti di BackType alla fine della sezione dei commenti.

source: Comments summary
it_it: Sommario Commenti

source: Include a summary of BackType Connect comments.
it_it: Includi un sommario per i commenti di BackType Connect.

source: Link to more comments
it_it: Link ad altri commenti

source: Include a link to view more comments by an author.
it_it: Inserisci un link per mostrare pi&ugrave; commenti di un utente.

source: Ignore comments on my own blog
it_it: Ignora i commenti sul mio stesso blog

source: Do not include connected conversations from my own blog.
it_it: Non includere le discussione correlate dal mio blog

source: Ignore retweets
it_it: Ignora retweet

source: Do not include retweets with no additional comment.
it_it: Non includere i retweets senza alcun commento aggiuntivo,

source: Before showing a comment
it_it: Prima di mostrare un commento

source: An administrator must always approve the comment.
it_it: Un amministratore deve sempre approvare il commento

source: Use Akismet
it_it: Usa Akismet

source: Use Akismet to test for spam (you probably don't need this).
it_it: Usa Akismet per filtrare la spam (probabilmente non &egrave; necessario).

source: Comment Sources
it_it: Sorgenti Commenti

source: Specify which sources you would like BTCNew to display comments for:
it_it: Specifica quali sorgenti vorresti che BTCNew usi per mostrare i commenti:

source: Blog Comments
it_it: Commenti Blog

source: Enabled
it_it: Abilita

source: Disabled
it_it: Disabilita

source: Save Changes
it_it: Salva modifiche

source: There was a problem registering your plugin with BackType. Please contact <a href="mailto:mcalamelli@gmail.com">mcalamelli@gmail.com</a> for assistance.
it_it: C'&egrave; stato un problema registrando il plugin con BackType. Si prega di contattare <a href="mailto:mcalamelli@gmail.com">mcalamelli@gmail.com</a> per assistenza.

source: Configure the plugin</a> to finish setting up BTCNew.
it_it: Configura il plugin</a> per terminare l'installazione di BTCNew.

source: This comment was originally posted on
it_it: Questo commento &egrave; stato originariamente inviato su

source: Additional comments powered by
it_it: Commenti aggiuntivi forniti da

source: enter key here
it_it: inserisci la chiave qui

source: Show related conversations using the new API(from other blogs, Twitter, Digg, FriendFeed and more) inline with your own comments.
it_it: Mostra le discussioni correlate usando le nuove API (da altri blog, Twitter, Digg, FriendFeed e altro) assieme agli altri commenti
